{
  "compound_id": "DrugBank identifier for the compound",
  "compound_name": "Name of the compound",
  "compound_description": "Description of the compound",
  "compound_synonyms": "Other names for the compound",
  "compound_edges": "The number of edges the compound has to other nodes in Hetionet v1.0, i.e. total network degree. In general, the more edges, the more Hetionet knows about a node.",
  "compound_treats": "The number of disease-modifying therapies for the compound, i.e. how many diseases it's known to treat",
  "compound_palliates": "The number of diseases that have a significant symptom that is treated by the compound",
  "auroc": "Measures the ability of the predictions to prioritize these known treatments. AUROC refers to the Area Under an ROC curve and represents the probability that a randomly selected treatment will have received a higher prediction than a randomly selected non-treatment.",
  "disease_id": "Disease Ontology identifier for the disease",
  "disease_name": "Name of the disease",
  "disease_description": "Description of the disease",
  "disease_synonyms": "Other names for the disease",
  "disease_edges": "The number of edges the disease has to other nodes in Hetionet v1.0, i.e. total network degree. In general, the more edges, the more Hetionet knows about a node.",
  "disease_palliates": "The number of compounds that treat a significant symptom of the disease",
  "disease_treats": "The number of compounds known to treat the disease",
  "compound_prediction": "The predicted probability that {_} treats the disease",
  "disease_prediction": "The predicted probability that {_} is treated by the compound",
  "prediction_percentile": "The prediction's percentile within all predictions for {_}",
  "category": "The category in PharmacotherapyDB v1.0: DM refers to a disease-modifying indication, SYM refers to a symptomatic indication, NOT refers to a non-indication.",
  "trials": "The number of trials investigating this compound–disease pair in ClinicalTrials.gov",
  "neo4j": "Load additional information for the prediction in the Hetionet Neo4j Browser",
  "neo4j_browser": "Open a new Neo4j browser with the prediction query pre-filled (you still must hit play)",
  "neo4j_command": "Copy the Neo4j command for the prediction to your clipboard",
  "metapath_abbreviation": "Shorthand notation for metapaths with uppercase metanode abbreviations and lowercase metaedge abbreviations",
  "metapath_full": "Full name of the metapath (type of path). Metanodes (node types) use Title Case.",
  "metapath_length": "The length of the metapath, i.e. the number of metaedges",
  "metapath_delta_auroc": " AUROC assesses how well DWPCs for this metapath discriminated treatments from non-treatments (in the all-features stage). Δ AUROC refers to the difference between the AUROCs on the real and permuted networks, and assesses whether the performance of the metapath's DWPCs exceeded the performance of the node degree information it captures.",
  "metapath_p_value": "Assesses whether permutation affected the AUROC, i.e. the significance of Δ AUROC. Note that several metapaths shown here provided little evidence that Δ AUROC ≠ 0 underscoring their poor ability to predict whether a compound treated a disease, after accounting for degree information.",
  "metapath_coefficient": "The metapath's logistic regression coefficient. Metapaths removed in feature selection have missing coefficients whereas metapaths given zero-weight by the elastic net have coef. = 0.0."
}
